Repository: Belfagor2005/xxxplugin
Catalog: usr/lib/enigma2/python/Plugins/Extensions/xxxplugin/locale/*/LC_MESSAGES/xxxplugin.po
Languages: it

source: Back
it: Torna

source: Please select ...
it: Seleziona prego...

source: SETUP PLUGIN
it: CONFIGURAZIONE PLUGIN

source: Save
it: Salva

source: Empty Cache
it: Vuota Cache

source: All cache fold empty!
it: Tutta la cache è vuota!

source: Services Player Reference type
it: Tipo di Services Player Reference

source: Configure Service Player Reference, Enigma restart required
it: Configura Service Player Reference, richiesto il riavvio di Enigma

source: Cache folder
it: Cartella cache

source: Folder Cache Path (eg.: /media/hdd), Enigma restart required
it: Percorso cache della cartella (es.: /media/hdd), è richiesto il riavvio di Enigma

source: Movie folder
it: Cartella Film

source: Folder Movie Path (eg.: /media/hdd/movie), Enigma restart required
it: Percorso del film della cartella (es.: /media/hdd/movie), è richiesto il riavvio di Enigma

source: SELECT YOUR CHOICE
it: SCEGLI COSA FARE

source: Choose Directory:
it: Scegli cartella

source: Choose Directory
it: Scegli percorso

source: Settings saved correctly!
it: Settings salvati correttamente

source: Really close without saving settings?
it: Chiudere davvero senza salvare le impostazioni?

source: Select
it: Seleziona

source: You are already downloading!!!
it: Stai già scaricando!!!

source: Only VOD Movie allowed or not .ext Filtered!!!
it: Sono ammessi solo film VOD!!!

source: WELCOME TO
it: BENVENUTI IN

source: ATTENTION PLEASE:
it: ATTENZIONE PREGO:

source: This plugin contains adult content not
it: Questo plugin contiene contenuti per adulti

source: suitable for all readers.
it: adatto a tutti i lettori.

source: If you are over 18 years old and wish to
it: Se hai più di 18 anni e lo desideri

source: use the aforementioned content.
it: utilizzare i suddetti contenuti.

source: For Support visit our social links go to
it: Per supporto, visita i nostri collegamenti social vai a

source: tivustream.com or corvoboys.org and ask
it: tivustream.com o corvoboys.org e chiedi

source: about this plugins.
it: informazioni su questo plugin.

source: …if you like what we do and how we do it,
it: …se ti piace quello che facciamo e come lo facciamo,

source: do we deserve a coffee?
it: ci meritiamo un caffè?

source: …frame the QR code and donate €1.00
it: …inquadra il QR code e dona € 1,00

source: Thank you with all my heart
it: Grazie con tutto il cuore

source: Just for passion!!!.
it: Solo per passione!!!.

source: ========== from Lululla ==========
it: ========== da Lululla ==========

source: ========= SUPPORT ON: ============
it: ========= SUPPORTO SU: ============

source: THANK'S TO:
it: RINGRAZIAMENTI:

source: and to: linuxsat-support forum
it: e al forum linuxsat-support
